tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "kudobuilder/tap"
brew "argocd"
brew "assh"
brew "libidn2"
brew "p11-kit"
brew "unbound"
brew "gnutls"
brew "cask"
brew "git"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "golangci-lint"
brew "openjdk"
brew "gradle"
brew "helm"
brew "jenv"
brew "jq"
brew "keychain"
brew "kind"
brew "kubebuilder"
brew "kubernetes-cli"
brew "kustomize"
brew "maven"
brew "minikube"
brew "mtr"
brew "node@14", link: true
brew "openjdk@11"
brew "pass"
brew "perl"
brew "pygments"
brew "python@3.10"
brew "python@3.9"
brew "rbenv"
brew "redis"
brew "ripgrep"
brew "thefuck"
brew "tmux"
brew "vim"
brew "yq"
brew "zsh"
brew "kudobuilder/tap/kuttl-cli"
cask "adoptopenjdk8"
cask "docker"
cask "goland"
cask "google-chrome"
cask "obsidian"
cask "postman"
cask "slack"
cask "spotify"
cask "telegram"
cask "zoom"
