tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "kudobuilder/tap"
brew "assh"
brew "cask"
brew "docker"
brew "gnu-sed"
brew "gnupg"
brew "go"
brew "openjdk"
brew "gradle"
brew "jenv"
brew "jq"
brew "keychain"
brew "kind"
brew "kubebuilder"
brew "kubernetes-cli"
brew "kustomize"
brew "maven"
brew "node@14", link: true
brew "openjdk@11"
brew "pass"
brew "pygments"
brew "python@3.9"
brew "rbenv"
brew "ripgrep"
brew "thefuck"
brew "tmux"
brew "vim"
brew "zsh"
brew "kudobuilder/tap/kuttl-cli"
cask "discord"
cask "google-chrome"
cask "slack"
cask "spotify"
cask "whatsapp"
cask "zoom"
